// Keyboard HID (handsfree) panel
"MSG_TYPE_PASSKEY" = "Saisissez le code d’accès suivant et appuyez sur la touche Retour de votre clavier.";

"MSG_PAIRING_TIMEOUT" = "Impossible d’établir le jumelage avec« %@ ». Cliquez sur Jumeler pour réessayer…";
"MSG_PAIRING_TIMEOUT_AUTO" = "Jumelage impossible avec « %@ ». Tentative avec le clavier suivant dans 5 secondes.";
"MSG_PAIRING_TIMEOUT_AUTO_LAST" = "Jumelage impossible avec « %@ ». Nouvelle tentative dans 5 secondes.";

"MSG_PAIRING_FAILED" = "Impossible d’établir le jumelage avec votre clavier. Cliquez sur Jumeler pour réessayer.";
"MSG_PAIRING_FAILED_AUTO" = "Impossible d’établir le jumelage avec votre clavier. Autre tentative…";

// Discovery Panel (General)
"kDiscovery_Gen_ErrorOccurredSearchingKey" = "Un problème est survenu lors de la recherche de vos appareils.";


//getPairingWithDeviceTitle;
"TITLE_PAIRING_WITH_YOUR_KEYBOARD" = "Jumelage avec le clavier « %@ ».";
"TITLE_PAIRING_WITH_YOUR_MOUSE" = "Jumelage avec la souris « %@ ».";

//getSearchingForDeviceTitle;
"TITLE_SEARCHING_FOR_YOUR_KEYBOARD" = "Recherche de votre clavier…";
"TITLE_SEARCHING_FOR_YOUR_MOUSE" = "Recherche de votre souris…";

//getDevicePairedTitle
"TITLE_PAIRED_KEYBOARD" = "Le jumelage de votre ordinateur avec « %@ » a réussi.";
"TITLE_PAIRED_MOUSE" = "Le jumelage de votre ordinateur avec « %@ » a réussi";

//getNFoundTitle
"TITLE_KEYBOARD_N_FOUND" = "Assistant réglages a détecté %d claviers sans fil.";
"TITLE_MOUSE_N_FOUND" = "Assistant réglages a détecté %d souris sans fil.";

//getFoundTitle
"TITLE_KEYBOARD_FOUND" = "Assistant réglages a trouvé le clavier nommé « %@ ».";
"TITLE_MOUSE_FOUND" = "Assistant réglages a trouvé la souris nommée « %@ ».";

//getMessageStartPairing
"MSG_START_PAIRING_KEYBOARD" = "Sélectionnez votre clavier dans la liste, puis cliquez sur Jumeler. Une fois le jumelage du clavier terminé, vous pourrez lire un code d’accès que vous devrez saisir au moyen de votre clavier.";
"MSG_START_PAIRING_MOUSE" = "Assistant réglages essaye de jumeler votre ordinateur à chaque souris de la liste. Une fois le jumelage terminé, vous pourrez déplacer le pointeur à l’aide de la souris.";

//getMessageStartPairingSingle
"MSG_START_PAIRING_KEYBOARD_SINGLE" = "Le jumelage avec « %@ » commencera automatiquement. Une fois le jumelage terminé, vous pourrez lire un code d’accès que vous devrez saisir au moyen de votre clavier.";
"MSG_START_PAIRING_MOUSE_SINGLE" = "Le jumelage avec « %@ » commencera automatiquement. Une fois le jumelage terminé, vous pourrez déplacer le pointeur à l’aide de votre souris.";

//getMessageDeviceNotFound
"MSG_KEYBOARDS_NOT_FOUND_SO_FAR" = "Aucun clavier détecté. Recherche en cours…";
"MSG_MOUSE_NOT_FOUND_SO_FAR" = "Aucune souris détectée. Recherche en cours…";

//getMessageNoDevice
"MSG_NO_KEYBOARD" = "Aucun clavier n’est connecté à votre ordinateur. Veuillez connecter un clavier maintenant.";
"MSG_NO_MOUSE" = "Aucune souris n’est connectée à votre ordinateur. Veuillez connecter une souris maintenant.";

//getMessageNoDeviceBT
"MSG_NO_KEYBOARD_BLUETOOTH"	= "Aucun clavier n’est connecté à votre ordinateur. Veuillez connecter un clavier maintenant.\n\nSi vous utilisez un clavier sans fil Apple, assurez-vous que les batteries sont correctement insérées et qu’il est allumé.";
"MSG_NO_MOUSE_BLUETOOTH" = "Aucune souris n’est connectée à votre ordinateur. Veuillez connectez votre souris maintenant.\n\nSi vous utilisez une souris sans fil Apple, faites glisser l’interrupteur situé sous la souris pour que la DEL soit visible.\n\nSi vous n’utilisez pas de souris, veuillez connecter votre clavier maintenant.";

//getMessageGettingDeviceName
"MSG_GETTING_KEYBOARD_NAMES" = "Mise à jour de %d noms de clavier…";
"MSG_GETTING_MOUSE_NAMES" = "Mise à jour de %d noms de souris…";

//getMessageWaitingForAcknowlegement
"MSG_WAITING_FOR_KEYBOARD_ACKNOWLEGEMENT" = "Appuyez sur la touche Retour du clavier pour confirmer le jumelage. Si vous n’appuyez pas sur Retour, le jumelage recommencera dans %d secondes.";
"MSG_WAITING_FOR_MOUSE_ACKNOWLEGEMENT" = "Pour confirmer le jumelage, cliquez le bouton indiqué ci-dessous à l’aide de votre souris. Si vous ne le faites pas, le jumelage recommencera dans %d secondes.";

//getMessageAuthenticationFailure
"MSG_AUTH_FAILURE_KEYBOARD" = "Le code d’accès que vous avez saisi est incorrect. Cliquez sur Jumeler pour réessayer.";
"MSG_AUTH_FAILURE_MOUSE" = "Le jumelage de votre souris a échoué. Cliquez sur Jumeler pour réessayer.";

//getMessageAuthenticationFailureAuto
"MSG_AUTH_FAILURE_KEYBOARD_AUTO" = "Le code d’accès que vous avez saisi est incorrect. Nouvelle tentative de jumelage avec votre clavier dans 5 secondes.";
"MSG_AUTH_FAILURE_MOUSE_AUTO" = "Le jumelage de votre souris a échoué. Nouveau Jumelage avec votre souris dans 5 secondes.";

//getMessageAlreadyPaired
"MSG_ALREADY_PAIRED_KEYBOARD" = "Attente de connexion de votre clavier…";
"MSG_ALREADY_PAIRED_MOUSE" = "Cliquez sur votre souris pour commencer à l’utiliser.";

// ** WARNINGS **
//getWarningPairingSingle
"MSG_WARNING_PAIRING_MOUSE_SINGLE" = "S’il ne s’agit pas de votre souris, assurez-vous que cette dernière est allumée et attendez que la recherche reprenne.";
"MSG_WARNING_PAIRING_KEYBOARD_SINGLE" = "S’il ne s’agit pas de votre clavier, assurez-vous que ce dernier est allumé et attendez que la recherche reprenne.";

//getWarningPairing 
"MSG_WARNING_PAIRING_MOUSE" = "Si votre souris n’apparaît pas dans la liste, assurez-vous qu’elle est allumée et attendez jusqu’à ce que la recherche reprenne.";
"MSG_WARNING_PAIRING_KEYBOARD" = "Si votre clavier n’apparaît pas dans la liste, assurez-vous qu’il est allumé et cliquez sur Annuler pour reprendre la recherche.";

//getWarningAcknowlegement
"MSG_WARNING_ACK_MOUSE" = "Si le pointeur ne se déplace pas lorsque vous faites glisser votre souris, c’est que votre souris n’est pas jumelée avec votre ordinateur. Veuillez patienter, la tentative de jumelage va recommencer.";
"MSG_WARNING_ACK_KEYBOARD" = "Si le fait d’appuyer sur la touche Retour n’entraîne pas la confirmation du jumelage, c’est que votre clavier n’est pas jumelé avec votre ordinateur. Veuillez patienter, la tentative de jumelage va recommencer.";

// ** PAIRING STATUS **
//getMessagePairingStarting
"MSG_PAIRING_STARTING" = "Jumelage avec votre appareil…";

//getMessagePairingConnectingToDevice
"MSG_PAIRING_CONNECTING" = "Connexion en cours…";

//getMessagePairingConnectionEstablished
"MSG_PAIRING_CONNECTION_ESTABLISHED" = "Connecté.";

//getMessagePairingConnectionComplete
"MSG_PAIRING_COMPLETE" = "Jumelage terminé.";

"CUSTOM_MOUSE_NAME"	= "Souris de %@";
"CUSTOM_KEYBOARD_NAME"	= "Clavier de %@";

